/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "Rogner";
"crop.w" = "Largeur (défaut : largeur de la vidéo)";
"crop.h" = "Hauteur (défaut : hauteur de la vidéo)";
"crop.x" = "Origine X (défaut : centre)";
"crop.y" = "Origine Y (défaut : centre)";

"expand" = "Étendre";
"expand.w" = "Largeur (défaut : largeur de la vidéo)";
"expand.h" = "Hauteur (défaut : hauteur de la vidéo)";
"expand.x" = "Origine X (défaut : centre)";
"expand.y" = "Origine Y (défaut : centre)";
"expand.aspect" = "S'élargir pour s'adapter à un ratio (ex : 4/3)";
"expand.round" = "Arrondi supérieur pour rendre divisible par cette valeur";

"sharpen" = "Affiner";
"sharpen.msize" = "Taille de la matrice";
"sharpen.amount" = "Quantité";

"blur" = "Flou";
"blur.msize" = "Taille de la matrice";
"blur.amount" = "Quantité";

"delogo" = "Delogo";
"delogo.w" = "Largeur";
"delogo.h" = "Hauteur";
"delogo.x" = "Origine X";
"delogo.y" = "Origine Y";

"negative" = "Négatif";

"vflip" = "Retournement";
"hflip" = "Miroir";

"lut3d" = "3D LUT";
"lut3d.file" = "Chemin du fichier (vous pouvez également glisser et déposer le fichier dans la zone de dépot)";
"lut3d.interp" = "Mode d'interpolation";

"custom_mpv" = "Personnalisé (mpv)";
"custom_mpv.name" = "Nom du filtre";
"custom_mpv.string" = "Valeur du filtre";

"custom_ffmpeg" = "Personnalisé (FFmpeg)";
"custom_ffmpeg.name" = "Nom du filtre";
"custom_ffmpeg.string" = "Valeur du filtre";
